Extensions installed on WSL: Ubuntu:
bierner.markdown-preview-github-styles
davidanson.vscode-markdownlint
eamodio.gitlens
github.copilot
github.copilot-chat
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
mtxr.sqltools
mtxr.sqltools-driver-mysql
njpwerner.autodocstring
randomfractalsinc.vscode-data-preview
redhat.vscode-yaml
shardulm94.trailing-spaces
